Repository: CZ-NIC/django-pain
Catalog: django_pain/locale/*/LC_MESSAGES/django.po
Languages: cs

source: Account name
cs: Název účtu

source: Account number
cs: Číslo účtu

source: All
cs: Vše

source: Amount
cs: Částka

source: Assign payment
cs: Spárovat platbu

source: Automatic processing error
cs: Chyba automatického zpracování

source: Bank account
cs: Bankovní účet

source: Bank accounts
cs: Bankovní účty

source: Bank payment
cs: Platba

source: Bank payments
cs: Platby

source: Card handler
cs: Obsluhovač plateb kartou

source: Card payment state
cs: Stav platby kartou

source: Client ID
cs: ID klienta

source: Constant symbol
cs: Konstantní symbol

source: Counter account name
cs: Název účtu protistrany

source: Counter account number
cs: Číslo účtu protistrany

source: Create time
cs: Čas vytvoření

source: Date
cs: Datum

source: Description
cs: Poznámka

source: Destination account
cs: Cílový účet

source: Django administration
cs: Django administrace

source: Django site admin
cs: Django admin

source: Duplicate payment
cs: Duplicitní platba

source: Errors
cs: Chyby

source: File names
cs: Jména souborů

source: Fill out both fields
cs: Vyplňte obě pole

source: Finished
cs: Dokončeno

source: If you use external authentication system such as LDAP, you don't have to choose a password.
cs: Pokud používáte externí autentizační systém (např. LDAP), nemusíte vyplňovat heslo.

source: Ignore payment
cs: Ignorovat platbu

source: Import start time
cs: Čas začátku importu

source: Invoice
cs: Faktura

source: Invoice number
cs: Číslo faktury

source: Invoice related to payment
cs: Faktura související s platbou

source: Invoice type
cs: Typ faktury

source: Invoices related to payment
cs: Faktury související s platbou

source: Objective
cs: Účel

source: Origin
cs: Zdroj

source: PAIN Administration
cs: Administrace PAIN

source: Password
cs: Heslo

source: Payment ID
cs: Identifikátor platby

source: Payment Import History
cs: Historie importu plateb

source: Payment is older than 15 days, it can't be processed automatically
cs: Platba je starší než 15 dní, nelze ji automaticky spárovat.

source: Payment is overdue
cs: Platba je po datu splatnosti

source: Payment state
cs: Stav platby

source: Payment type
cs: Typ platby

source: Payment was manually broken
cs: Platba byla ručně upravena

source: Payments and Invoices
cs: Platby a faktury

source: Processor
cs: Zpracovatel

source: Realized
cs: Realizované

source: Received amount is greater than expected
cs: Přijatá částka je vyšší, než očekávaná

source: Received amount is lower than expected
cs: Přijatá částka je nižší, než očekávaná

source: Specific symbol
cs: Specifický symbol

source: Success
cs: Úspěch

source: Tax date
cs: Datum uskutečnění zdanitelného plnění

source: This field is required
cs: Toto pole musíte vyplnit

source: Transaction date
cs: Datum transakce

source: Unable to assign payment
cs: Nepodařilo se spárovat platbu

source: Variable symbol
cs: Variabilní symbol

source: account
cs: vyúčtovací

source: advance
cs: zálohová

source: canceled
cs: zrušena

source: card payment
cs: platba kartou

source: exported
cs: exportovaná

source: initialized
cs: inicializovaná

source: not identified
cs: neidentifikovaná

source: processed
cs: zpracovaná

source: ready to process
cs: k zpracování

source: transfer
cs: platba převodem
